#+FILETAGS: REFILE*
* DONE Eye appointment no listing
  SCHEDULED: <2013-07-12 Fri 14:30>
  - State "DONE"       from "TODO"       [2013-10-02 Wed 15:59]
  :PROPERTIES:
  :ID:       80e4d50a-2aae-463e-b12c-be533c32157e
  :END:
[2013-07-12 Fri 13:35]
* DONE eye appt no todo c period
  - State "DONE"       from "TODO"       [2013-10-02 Wed 16:00]
  - <2013-07-12 Fri 03:30>
  :PROPERTIES:
  :ID:       ef18bfa9-aef5-4a83-a426-5d42cc5f7dd1
  :END:
[2013-07-12 Fri 13:42]
[[file:~/Dropbox/emacs/git/org/refile.org::*appt%20c%20period%20in%20list][appt c period in list]]
* DONE Help Mom with computer
  - State "DONE"       from "NEXT"       [2013-10-02 Wed 14:56]
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 13:03]--[2013-10-02 Wed 13:05] =>  0:02
  :END:
  :PROPERTIES:
  :ID:       dc8fad5e-214b-4c53-a411-0723205d30a3
  :END:
[2013-10-02 Wed 12:44]
[[file:~/emacs/org/todo.org::*Organization][Organization]]
* PHONE Mom 							      :PHONE:
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 13:05]--[2013-10-02 Wed 14:56] =>  1:51
  :END:
  :PROPERTIES:
  :ID:       d068dbad-069e-447e-bcf7-6d33f6473913
  :END:
[2013-10-02 Wed 13:05]
* DONE set up orgmode contact sync with google
  - State "DONE"       from "NEXT"       [2013-10-02 Wed 15:57]
  :LOGBOOK:
  CLOCK: [2013-10-02 Wed 15:03]--[2013-10-02 Wed 15:57] =>  0:54
  CLOCK: [2013-10-02 Wed 15:02]--[2013-10-02 Wed 15:03] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       6989b2e3-2f66-4b46-b053-ef3c87dcda84
  :END:
[2013-10-02 Wed 15:02]
[[bbdb:June%20Travis][June Travis]]
* DONE Order truck title from AZ
  :PROPERTIES:
  :ID:       1af59766-c5b1-4672-b2c2-7a2d4ff7a6fb
  :END:
  - mailed 10/04/13, should take 6 weeks
  - State "DONE"       from "TODO"       [2013-10-03 Thu 03:53]
[2013-10-03 Thu 03:16]
[[file:~/emacs/org/todo.org]]
* DONE deduct dishwasher from rent
  - State "DONE"       from "NEXT"       [2013-10-17 Thu 17:46]
  :LOGBOOK:
  CLOCK: [2013-10-17 Thu 16:55]--[2013-10-17 Thu 17:46] =>  0:51
  CLOCK: [2013-10-16 Wed 22:54]--[2013-10-16 Wed 22:55] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       8de41d3e-d098-4c94-ad79-7a14626b5093
  :END:
[2013-10-16 Wed 22:54]
[[mu4e:msgid:399D25A924A21A4EBCE931DF116CC99D02C8D6D9C1CF@Ops-exchmail-1.ENSTAR.LAN][ENSTAR - Auto Pay]]
* DONE remove hoses						    :LOCARNO:
  :LOGBOOK:
  :END:
  - State "DONE"       from "TODO"       [2013-11-08 Fri 17:48]
  :PROPERTIES:
  :ID:       f6a46f46-c92f-4ab4-9bfc-ab4b441ddff6
  :END:
  - email: [[mu4e:msgid:1383624171.53721.YahooMailNeo@web165002.mail.bf1.yahoo.com][Re: November at Locarno]]
[2013-11-05 Tue 12:22]
[[mu4e:msgid:1383624171.53721.YahooMailNeo@web165002.mail.bf1.yahoo.com][Re: November at Locarno]]

